node {
  name: "load_images/input_producer/Const"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 1096
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 1096
          }
        }
        string_val: "../data/official/maps/train/1.jpg"
        string_val: "../data/official/maps/train/2.jpg"
        string_val: "../data/official/maps/train/3.jpg"
        string_val: "../data/official/maps/train/4.jpg"
        string_val: "../data/official/maps/train/5.jpg"
        string_val: "../data/official/maps/train/6.jpg"
        string_val: "../data/official/maps/train/7.jpg"
        string_val: "../data/official/maps/train/8.jpg"
        string_val: "../data/official/maps/train/9.jpg"
        string_val: "../data/official/maps/train/10.jpg"
        string_val: "../data/official/maps/train/11.jpg"
        string_val: "../data/official/maps/train/12.jpg"
        string_val: "../data/official/maps/train/13.jpg"
        string_val: "../data/official/maps/train/14.jpg"
        string_val: "../data/official/maps/train/15.jpg"
        string_val: "../data/official/maps/train/16.jpg"
        string_val: "../data/official/maps/train/17.jpg"
        string_val: "../data/official/maps/train/18.jpg"
        string_val: "../data/official/maps/train/19.jpg"
        string_val: "../data/official/maps/train/20.jpg"
        string_val: "../data/official/maps/train/21.jpg"
        string_val: "../data/official/maps/train/22.jpg"
        string_val: "../data/official/maps/train/23.jpg"
        string_val: "../data/official/maps/train/24.jpg"
        string_val: "../data/official/maps/train/25.jpg"
        string_val: "../data/official/maps/train/26.jpg"
        string_val: "../data/official/maps/train/27.jpg"
        string_val: "../data/official/maps/train/28.jpg"
        string_val: "../data/official/maps/train/29.jpg"
        string_val: "../data/official/maps/train/30.jpg"
        string_val: "../data/official/maps/train/31.jpg"
        string_val: "../data/official/maps/train/32.jpg"
        string_val: "../data/official/maps/train/33.jpg"
        string_val: "../data/official/maps/train/34.jpg"
        string_val: "../data/official/maps/train/35.jpg"
        string_val: "../data/official/maps/train/36.jpg"
        string_val: "../data/official/maps/train/37.jpg"
        string_val: "../data/official/maps/train/38.jpg"
        string_val: "../data/official/maps/train/39.jpg"
        string_val: "../data/official/maps/train/40.jpg"
        string_val: "../data/official/maps/train/41.jpg"
        string_val: "../data/official/maps/train/42.jpg"
        string_val: "../data/official/maps/train/43.jpg"
        string_val: "../data/official/maps/train/44.jpg"
        string_val: "../data/official/maps/train/45.jpg"
        string_val: "../data/official/maps/train/46.jpg"
        string_val: "../data/official/maps/train/47.jpg"
        string_val: "../data/official/maps/train/48.jpg"
        string_val: "../data/official/maps/train/49.jpg"
        string_val: "../data/official/maps/train/50.jpg"
        string_val: "../data/official/maps/train/51.jpg"
        string_val: "../data/official/maps/train/52.jpg"
        string_val: "../data/official/maps/train/53.jpg"
        string_val: "../data/official/maps/train/54.jpg"
        string_val: "../data/official/maps/train/55.jpg"
        string_val: "../data/official/maps/train/56.jpg"
        string_val: "../data/official/maps/train/57.jpg"
        string_val: "../data/official/maps/train/58.jpg"
        string_val: "../data/official/maps/train/59.jpg"
        string_val: "../data/official/maps/train/60.jpg"
        string_val: "../data/official/maps/train/61.jpg"
        string_val: "../data/official/maps/train/62.jpg"
        string_val: "../data/official/maps/train/63.jpg"
        string_val: "../data/official/maps/train/64.jpg"
        string_val: "../data/official/maps/train/65.jpg"
        string_val: "../data/official/maps/train/66.jpg"
        string_val: "../data/official/maps/train/67.jpg"
        string_val: "../data/official/maps/train/68.jpg"
        string_val: "../data/official/maps/train/69.jpg"
        string_val: "../data/official/maps/train/70.jpg"
        string_val: "../data/official/maps/train/71.jpg"
        string_val: "../data/official/maps/train/72.jpg"
        string_val: "../data/official/maps/train/73.jpg"
        string_val: "../data/official/maps/train/74.jpg"
        string_val: "../data/official/maps/train/75.jpg"
        string_val: "../data/official/maps/train/76.jpg"
        string_val: "../data/official/maps/train/77.jpg"
        string_val: "../data/official/maps/train/78.jpg"
        string_val: "../data/official/maps/train/79.jpg"
        string_val: "../data/official/maps/train/80.jpg"
        string_val: "../data/official/maps/train/81.jpg"
        string_val: "../data/official/maps/train/82.jpg"
        string_val: "../data/official/maps/train/83.jpg"
        string_val: "../data/official/maps/train/84.jpg"
        string_val: "../data/official/maps/train/85.jpg"
        string_val: "../data/official/maps/train/86.jpg"
        string_val: "../data/official/maps/train/87.jpg"
        string_val: "../data/official/maps/train/88.jpg"
        string_val: "../data/official/maps/train/89.jpg"
        string_val: "../data/official/maps/train/90.jpg"
        string_val: "../data/official/maps/train/91.jpg"
        string_val: "../data/official/maps/train/92.jpg"
        string_val: "../data/official/maps/train/93.jpg"
        string_val: "../data/official/maps/train/94.jpg"
        string_val: "../data/official/maps/train/95.jpg"
        string_val: "../data/official/maps/train/96.jpg"
        string_val: "../data/official/maps/train/97.jpg"
        string_val: "../data/official/maps/train/98.jpg"
        string_val: "../data/official/maps/train/99.jpg"
        string_val: "../data/official/maps/train/100.jpg"
        string_val: "../data/official/maps/train/101.jpg"
        string_val: "../data/official/maps/train/102.jpg"
        string_val: "../data/official/maps/train/103.jpg"
        string_val: "../data/official/maps/train/104.jpg"
        string_val: "../data/official/maps/train/105.jpg"
        string_val: "../data/official/maps/train/106.jpg"
        string_val: "../data/official/maps/train/107.jpg"
        string_val: "../data/official/maps/train/108.jpg"
        string_val: "../data/official/maps/train/109.jpg"
        string_val: "../data/official/maps/train/110.jpg"
        string_val: "../data/official/maps/train/111.jpg"
        string_val: "../data/official/maps/train/112.jpg"
        string_val: "../data/official/maps/train/113.jpg"
        string_val: "../data/official/maps/train/114.jpg"
        string_val: "../data/official/maps/train/115.jpg"
        string_val: "../data/official/maps/train/116.jpg"
        string_val: "../data/official/maps/train/117.jpg"
        string_val: "../data/official/maps/train/118.jpg"
        string_val: "../data/official/maps/train/119.jpg"
        string_val: "../data/official/maps/train/120.jpg"
        string_val: "../data/official/maps/train/121.jpg"
        string_val: "../data/official/maps/train/122.jpg"
        string_val: "../data/official/maps/train/123.jpg"
        string_val: "../data/official/maps/train/124.jpg"
        string_val: "../data/official/maps/train/125.jpg"
        string_val: "../data/official/maps/train/126.jpg"
        string_val: "../data/official/maps/train/127.jpg"
        string_val: "../data/official/maps/train/128.jpg"
        string_val: "../data/official/maps/train/129.jpg"
        string_val: "../data/official/maps/train/130.jpg"
        string_val: "../data/official/maps/train/131.jpg"
        string_val: "../data/official/maps/train/132.jpg"
        string_val: "../data/official/maps/train/133.jpg"
        string_val: "../data/official/maps/train/134.jpg"
        string_val: "../data/official/maps/train/135.jpg"
        string_val: "../data/official/maps/train/136.jpg"
        string_val: "../data/official/maps/train/137.jpg"
        string_val: "../data/official/maps/train/138.jpg"
        string_val: "../data/official/maps/train/139.jpg"
        string_val: "../data/official/maps/train/140.jpg"
        string_val: "../data/official/maps/train/141.jpg"
        string_val: "../data/official/maps/train/142.jpg"
        string_val: "../data/official/maps/train/143.jpg"
        string_val: "../data/official/maps/train/144.jpg"
        string_val: "../data/official/maps/train/145.jpg"
        string_val: "../data/official/maps/train/146.jpg"
        string_val: "../data/official/maps/train/147.jpg"
        string_val: "../data/official/maps/train/148.jpg"
        string_val: "../data/official/maps/train/149.jpg"
        string_val: "../data/official/maps/train/150.jpg"
        string_val: "../data/official/maps/train/151.jpg"
        string_val: "../data/official/maps/train/152.jpg"
        string_val: "../data/official/maps/train/153.jpg"
        string_val: "../data/official/maps/train/154.jpg"
        string_val: "../data/official/maps/train/155.jpg"
        string_val: "../data/official/maps/train/156.jpg"
        string_val: "../data/official/maps/train/157.jpg"
        string_val: "../data/official/maps/train/158.jpg"
        string_val: "../data/official/maps/train/159.jpg"
        string_val: "../data/official/maps/train/160.jpg"
        string_val: "../data/official/maps/train/161.jpg"
        string_val: "../data/official/maps/train/162.jpg"
        string_val: "../data/official/maps/train/163.jpg"
        string_val: "../data/official/maps/train/164.jpg"
        string_val: "../data/official/maps/train/165.jpg"
        string_val: "../data/official/maps/train/166.jpg"
        string_val: "../data/official/maps/train/167.jpg"
        string_val: "../data/official/maps/train/168.jpg"
        string_val: "../data/official/maps/train/169.jpg"
        string_val: "../data/official/maps/train/170.jpg"
        string_val: "../data/official/maps/train/171.jpg"
        string_val: "../data/official/maps/train/172.jpg"
        string_val: "../data/official/maps/train/173.jpg"
        string_val: "../data/official/maps/train/174.jpg"
        string_val: "../data/official/maps/train/175.jpg"
        string_val: "../data/official/maps/train/176.jpg"
        string_val: "../data/official/maps/train/177.jpg"
        string_val: "../data/official/maps/train/178.jpg"
        string_val: "../data/official/maps/train/179.jpg"
        string_val: "../data/official/maps/train/180.jpg"
        string_val: "../data/official/maps/train/181.jpg"
        string_val: "../data/official/maps/train/182.jpg"
        string_val: "../data/official/maps/train/183.jpg"
        string_val: "../data/official/maps/train/184.jpg"
        string_val: "../data/official/maps/train/185.jpg"
        string_val: "../data/official/maps/train/186.jpg"
        string_val: "../data/official/maps/train/187.jpg"
        string_val: "../data/official/maps/train/188.jpg"
        string_val: "../data/official/maps/train/189.jpg"
        string_val: "../data/official/maps/train/190.jpg"
        string_val: "../data/official/maps/train/191.jpg"
        string_val: "../data/official/maps/train/192.jpg"
        string_val: "../data/official/maps/train/193.jpg"
        string_val: "../data/official/maps/train/194.jpg"
        string_val: "../data/official/maps/train/195.jpg"
        string_val: "../data/official/maps/train/196.jpg"
        string_val: "../data/official/maps/train/197.jpg"
        string_val: "../data/official/maps/train/198.jpg"
        string_val: "../data/official/maps/train/199.jpg"
        string_val: "../data/official/maps/train/200.jpg"
        string_val: "../data/official/maps/train/201.jpg"
        string_val: "../data/official/maps/train/202.jpg"
        string_val: "../data/official/maps/train/203.jpg"
        string_val: "../data/official/maps/train/204.jpg"
        string_val: "../data/official/maps/train/205.jpg"
        string_val: "../data/official/maps/train/206.jpg"
        string_val: "../data/official/maps/train/207.jpg"
        string_val: "../data/official/maps/train/208.jpg"
        string_val: "../data/official/maps/train/209.jpg"
        string_val: "../data/official/maps/train/210.jpg"
        string_val: "../data/official/maps/train/211.jpg"
        string_val: "../data/official/maps/train/212.jpg"
        string_val: "../data/official/maps/train/213.jpg"
        string_val: "../data/official/maps/train/214.jpg"
        string_val: "../data/official/maps/train/215.jpg"
        string_val: "../data/official/maps/train/216.jpg"
        string_val: "../data/official/maps/train/217.jpg"
        string_val: "../data/official/maps/train/218.jpg"
        string_val: "../data/official/maps/train/219.jpg"
        string_val: "../data/official/maps/train/220.jpg"
        string_val: "../data/official/maps/train/221.jpg"
        string_val: "../data/official/maps/train/222.jpg"
        string_val: "../data/official/maps/train/223.jpg"
        string_val: "../data/official/maps/train/224.jpg"
        string_val: "../data/official/maps/train/225.jpg"
        string_val: "../data/official/maps/train/226.jpg"
        string_val: "../data/official/maps/train/227.jpg"
        string_val: "../data/official/maps/train/228.jpg"
        string_val: "../data/official/maps/train/229.jpg"
        string_val: "../data/official/maps/train/230.jpg"
        string_val: "../data/official/maps/train/231.jpg"
        string_val: "../data/official/maps/train/232.jpg"
        string_val: "../data/official/maps/train/233.jpg"
        string_val: "../data/official/maps/train/234.jpg"
        string_val: "../data/official/maps/train/235.jpg"
        string_val: "../data/official/maps/train/236.jpg"
        string_val: "../data/official/maps/train/237.jpg"
        string_val: "../data/official/maps/train/238.jpg"
        string_val: "../data/official/maps/train/239.jpg"
        string_val: "../data/official/maps/train/240.jpg"
        string_val: "../data/official/maps/train/241.jpg"
        string_val: "../data/official/maps/train/242.jpg"
        string_val: "../data/official/maps/train/243.jpg"
        string_val: "../data/official/maps/train/244.jpg"
        string_val: "../data/official/maps/train/245.jpg"
        string_val: "../data/official/maps/train/246.jpg"
        string_val: "../data/official/maps/train/247.jpg"
        string_val: "../data/official/maps/train/248.jpg"
        string_val: "../data/official/maps/train/249.jpg"
        string_val: "../data/official/maps/train/250.jpg"
        string_val: "../data/official/maps/train/251.jpg"
        string_val: "../data/official/maps/train/252.jpg"
        string_val: "../data/official/maps/train/253.jpg"
        string_val: "../data/official/maps/train/254.jpg"
        string_val: "../data/official/maps/train/255.jpg"
        string_val: "../data/official/maps/train/256.jpg"
        string_val: "../data/official/maps/train/257.jpg"
        string_val: "../data/official/maps/train/258.jpg"
        string_val: "../data/official/maps/train/259.jpg"
        string_val: "../data/official/maps/train/260.jpg"
        string_val: "../data/official/maps/train/261.jpg"
        string_val: "../data/official/maps/train/262.jpg"
        string_val: "../data/official/maps/train/263.jpg"
        string_val: "../data/official/maps/train/264.jpg"
        string_val: "../data/official/maps/train/265.jpg"
        string_val: "../data/official/maps/train/266.jpg"
        string_val: "../data/official/maps/train/267.jpg"
        string_val: "../data/official/maps/train/268.jpg"
        string_val: "../data/official/maps/train/269.jpg"
        string_val: "../data/official/maps/train/270.jpg"
        string_val: "../data/official/maps/train/271.jpg"
        string_val: "../data/official/maps/train/272.jpg"
        string_val: "../data/official/maps/train/273.jpg"
        string_val: "../data/official/maps/train/274.jpg"
        string_val: "../data/official/maps/train/275.jpg"
        string_val: "../data/official/maps/train/276.jpg"
        string_val: "../data/official/maps/train/277.jpg"
        string_val: "../data/official/maps/train/278.jpg"
        string_val: "../data/official/maps/train/279.jpg"
        string_val: "../data/official/maps/train/280.jpg"
        string_val: "../data/official/maps/train/281.jpg"
        string_val: "../data/official/maps/train/282.jpg"
        string_val: "../data/official/maps/train/283.jpg"
        string_val: "../data/official/maps/train/284.jpg"
        string_val: "../data/official/maps/train/285.jpg"
        string_val: "../data/official/maps/train/286.jpg"
        string_val: "../data/official/maps/train/287.jpg"
        string_val: "../data/official/maps/train/288.jpg"
        string_val: "../data/official/maps/train/289.jpg"
        string_val: "../data/official/maps/train/290.jpg"
        string_val: "../data/official/maps/train/291.jpg"
        string_val: "../data/official/maps/train/292.jpg"
        string_val: "../data/official/maps/train/293.jpg"
        string_val: "../data/official/maps/train/294.jpg"
        string_val: "../data/official/maps/train/295.jpg"
        string_val: "../data/official/maps/train/296.jpg"
        string_val: "../data/official/maps/train/297.jpg"
        string_val: "../data/official/maps/train/298.jpg"
        string_val: "../data/official/maps/train/299.jpg"
        string_val: "../data/official/maps/train/300.jpg"
        string_val: "../data/official/maps/train/301.jpg"
        string_val: "../data/official/maps/train/302.jpg"
        string_val: "../data/official/maps/train/303.jpg"
        string_val: "../data/official/maps/train/304.jpg"
        string_val: "../data/official/maps/train/305.jpg"
        string_val: "../data/official/maps/train/306.jpg"
        string_val: "../data/official/maps/train/307.jpg"
        string_val: "../data/official/maps/train/308.jpg"
        string_val: "../data/official/maps/train/309.jpg"
        string_val: "../data/official/maps/train/310.jpg"
        string_val: "../data/official/maps/train/311.jpg"
        string_val: "../data/official/maps/train/312.jpg"
        string_val: "../data/official/maps/train/313.jpg"
        string_val: "../data/official/maps/train/314.jpg"
        string_val: "../data/official/maps/train/315.jpg"
        string_val: "../data/official/maps/train/316.jpg"
        string_val: "../data/official/maps/train/317.jpg"
        string_val: "../data/official/maps/train/318.jpg"
        string_val: "../data/official/maps/train/319.jpg"
        string_val: "../data/official/maps/train/320.jpg"
        string_val: "../data/official/maps/train/321.jpg"
        string_val: "../data/official/maps/train/322.jpg"
        string_val: "../data/official/maps/train/323.jpg"
        string_val: "../data/official/maps/train/324.jpg"
        string_val: "../data/official/maps/train/325.jpg"
        string_val: "../data/official/maps/train/326.jpg"
        string_val: "../data/official/maps/train/327.jpg"
        string_val: "../data/official/maps/train/328.jpg"
        string_val: "../data/official/maps/train/329.jpg"
        string_val: "../data/official/maps/train/330.jpg"
        string_val: "../data/official/maps/train/331.jpg"
        string_val: "../data/official/maps/train/332.jpg"
        string_val: "../data/official/maps/train/333.jpg"
        string_val: "../data/official/maps/train/334.jpg"
        string_val: "../data/official/maps/train/335.jpg"
        string_val: "../data/official/maps/train/336.jpg"
        string_val: "../data/official/maps/train/337.jpg"
        string_val: "../data/official/maps/train/338.jpg"
        string_val: "../data/official/maps/train/339.jpg"
        string_val: "../data/official/maps/train/340.jpg"
        string_val: "../data/official/maps/train/341.jpg"
        string_val: "../data/official/maps/train/342.jpg"
        string_val: "../data/official/maps/train/343.jpg"
        string_val: "../data/official/maps/train/344.jpg"
        string_val: "../data/official/maps/train/345.jpg"
        string_val: "../data/official/maps/train/346.jpg"
        string_val: "../data/official/maps/train/347.jpg"
        string_val: "../data/official/maps/train/348.jpg"
        string_val: "../data/official/maps/train/349.jpg"
        string_val: "../data/official/maps/train/350.jpg"
        string_val: "../data/official/maps/train/351.jpg"
        string_val: "../data/official/maps/train/352.jpg"
        string_val: "../data/official/maps/train/353.jpg"
        string_val: "../data/official/maps/train/354.jpg"
        string_val: "../data/official/maps/train/355.jpg"
        string_val: "../data/official/maps/train/356.jpg"
        string_val: "../data/official/maps/train/357.jpg"
        string_val: "../data/official/maps/train/358.jpg"
        string_val: "../data/official/maps/train/359.jpg"
        string_val: "../data/official/maps/train/360.jpg"
        string_val: "../data/official/maps/train/361.jpg"
        string_val: "../data/official/maps/train/362.jpg"
        string_val: "../data/official/maps/train/363.jpg"
        string_val: "../data/official/maps/train/364.jpg"
        string_val: "../data/official/maps/train/365.jpg"
        string_val: "../data/official/maps/train/366.jpg"
        string_val: "../data/official/maps/train/367.jpg"
        string_val: "../data/official/maps/train/368.jpg"
        string_val: "../data/official/maps/train/369.jpg"
        string_val: "../data/official/maps/train/370.jpg"
        string_val: "../data/official/maps/train/371.jpg"
        string_val: "../data/official/maps/train/372.jpg"
        string_val: "../data/official/maps/train/373.jpg"
        string_val: "../data/official/maps/train/374.jpg"
        string_val: "../data/official/maps/train/375.jpg"
        string_val: "../data/official/maps/train/376.jpg"
        string_val: "../data/official/maps/train/377.jpg"
        string_val: "../data/official/maps/train/378.jpg"
        string_val: "../data/official/maps/train/379.jpg"
        string_val: "../data/official/maps/train/380.jpg"
        string_val: "../data/official/maps/train/381.jpg"
        string_val: "../data/official/maps/train/382.jpg"
        string_val: "../data/official/maps/train/383.jpg"
        string_val: "../data/official/maps/train/384.jpg"
        string_val: "../data/official/maps/train/385.jpg"
        string_val: "../data/official/maps/train/386.jpg"
        string_val: "../data/official/maps/train/387.jpg"
        string_val: "../data/official/maps/train/388.jpg"
        string_val: "../data/official/maps/train/389.jpg"
        string_val: "../data/official/maps/train/390.jpg"
        string_val: "../data/official/maps/train/391.jpg"
        string_val: "../data/official/maps/train/392.jpg"
        string_val: "../data/official/maps/train/393.jpg"
        string_val: "../data/official/maps/train/394.jpg"
        string_val: "../data/official/maps/train/395.jpg"
        string_val: "../data/official/maps/train/396.jpg"
        string_val: "../data/official/maps/train/397.jpg"
        string_val: "../data/official/maps/train/398.jpg"
        string_val: "../data/official/maps/train/399.jpg"
        string_val: "../data/official/maps/train/400.jpg"
        string_val: "../data/official/maps/train/401.jpg"
        string_val: "../data/official/maps/train/402.jpg"
        string_val: "../data/official/maps/train/403.jpg"
        string_val: "../data/official/maps/train/404.jpg"
        string_val: "../data/official/maps/train/405.jpg"
        string_val: "../data/official/maps/train/406.jpg"
        string_val: "../data/official/maps/train/407.jpg"
        string_val: "../data/official/maps/train/408.jpg"
        string_val: "../data/official/maps/train/409.jpg"
        string_val: "../data/official/maps/train/410.jpg"
        string_val: "../data/official/maps/train/411.jpg"
        string_val: "../data/official/maps/train/412.jpg"
        string_val: "../data/official/maps/train/413.jpg"
        string_val: "../data/official/maps/train/414.jpg"
        string_val: "../data/official/maps/train/415.jpg"
        string_val: "../data/official/maps/train/416.jpg"
        string_val: "../data/official/maps/train/417.jpg"
        string_val: "../data/official/maps/train/418.jpg"
        string_val: "../data/official/maps/train/419.jpg"
        string_val: "../data/official/maps/train/420.jpg"
        string_val: "../data/official/maps/train/421.jpg"
        string_val: "../data/official/maps/train/422.jpg"
        string_val: "../data/official/maps/train/423.jpg"
        string_val: "../data/official/maps/train/424.jpg"
        string_val: "../data/official/maps/train/425.jpg"
        string_val: "../data/official/maps/train/426.jpg"
        string_val: "../data/official/maps/train/427.jpg"
        string_val: "../data/official/maps/train/428.jpg"
        string_val: "../data/official/maps/train/429.jpg"
        string_val: "../data/official/maps/train/430.jpg"
        string_val: "../data/official/maps/train/431.jpg"
        string_val: "../data/official/maps/train/432.jpg"
        string_val: "../data/official/maps/train/433.jpg"
        string_val: "../data/official/maps/train/434.jpg"
        string_val: "../data/official/maps/train/435.jpg"
        string_val: "../data/official/maps/train/436.jpg"
        string_val: "../data/official/maps/train/437.jpg"
        string_val: "../data/official/maps/train/438.jpg"
        string_val: "../data/official/maps/train/439.jpg"
        string_val: "../data/official/maps/train/440.jpg"
        string_val: "../data/official/maps/train/441.jpg"
        string_val: "../data/official/maps/train/442.jpg"
        string_val: "../data/official/maps/train/443.jpg"
        string_val: "../data/official/maps/train/444.jpg"
        string_val: "../data/official/maps/train/445.jpg"
        string_val: "../data/official/maps/train/446.jpg"
        string_val: "../data/official/maps/train/447.jpg"
        string_val: "../data/official/maps/train/448.jpg"
        string_val: "../data/official/maps/train/449.jpg"
        string_val: "../data/official/maps/train/450.jpg"
        string_val: "../data/official/maps/train/451.jpg"
        string_val: "../data/official/maps/train/452.jpg"
        string_val: "../data/official/maps/train/453.jpg"
        string_val: "../data/official/maps/train/454.jpg"
        string_val: "../data/official/maps/train/455.jpg"
        string_val: "../data/official/maps/train/456.jpg"
        string_val: "../data/official/maps/train/457.jpg"
        string_val: "../data/official/maps/train/458.jpg"
        string_val: "../data/official/maps/train/459.jpg"
        string_val: "../data/official/maps/train/460.jpg"
        string_val: "../data/official/maps/train/461.jpg"
        string_val: "../data/official/maps/train/462.jpg"
        string_val: "../data/official/maps/train/463.jpg"
        string_val: "../data/official/maps/train/464.jpg"
        string_val: "../data/official/maps/train/465.jpg"
        string_val: "../data/official/maps/train/466.jpg"
        string_val: "../data/official/maps/train/467.jpg"
        string_val: "../data/official/maps/train/468.jpg"
        string_val: "../data/official/maps/train/469.jpg"
        string_val: "../data/official/maps/train/470.jpg"
        string_val: "../data/official/maps/train/471.jpg"
        string_val: "../data/official/maps/train/472.jpg"
        string_val: "../data/official/maps/train/473.jpg"
        string_val: "../data/official/maps/train/474.jpg"
        string_val: "../data/official/maps/train/475.jpg"
        string_val: "../data/official/maps/train/476.jpg"
        string_val: "../data/official/maps/train/477.jpg"
        string_val: "../data/official/maps/train/478.jpg"
        string_val: "../data/official/maps/train/479.jpg"
        string_val: "../data/official/maps/train/480.jpg"
        string_val: "../data/official/maps/train/481.jpg"
        string_val: "../data/official/maps/train/482.jpg"
        string_val: "../data/official/maps/train/483.jpg"
        string_val: "../data/official/maps/train/484.jpg"
        string_val: "../data/official/maps/train/485.jpg"
        string_val: "../data/official/maps/train/486.jpg"
        string_val: "../data/official/maps/train/487.jpg"
        string_val: "../data/official/maps/train/488.jpg"
        string_val: "../data/official/maps/train/489.jpg"
        string_val: "../data/official/maps/train/490.jpg"
        string_val: "../data/official/maps/train/491.jpg"
        string_val: "../data/official/maps/train/492.jpg"
        string_val: "../data/official/maps/train/493.jpg"
        string_val: "../data/official/maps/train/494.jpg"
        string_val: "../data/official/maps/train/495.jpg"
        string_val: "../data/official/maps/train/496.jpg"
        string_val: "../data/official/maps/train/497.jpg"
        string_val: "../data/official/maps/train/498.jpg"
        string_val: "../data/official/maps/train/499.jpg"
        string_val: "../data/official/maps/train/500.jpg"
        string_val: "../data/official/maps/train/501.jpg"
        string_val: "../data/official/maps/train/502.jpg"
        string_val: "../data/official/maps/train/503.jpg"
        string_val: "../data/official/maps/train/504.jpg"
        string_val: "../data/official/maps/train/505.jpg"
        string_val: "../data/official/maps/train/506.jpg"
        string_val: "../data/official/maps/train/507.jpg"
        string_val: "../data/official/maps/train/508.jpg"
        string_val: "../data/official/maps/train/509.jpg"
        string_val: "../data/official/maps/train/510.jpg"
        string_val: "../data/official/maps/train/511.jpg"
        string_val: "../data/official/maps/train/512.jpg"
        string_val: "../data/official/maps/train/513.jpg"
        string_val: "../data/official/maps/train/514.jpg"
        string_val: "../data/official/maps/train/515.jpg"
        string_val: "../data/official/maps/train/516.jpg"
        string_val: "../data/official/maps/train/517.jpg"
        string_val: "../data/official/maps/train/518.jpg"
        string_val: "../data/official/maps/train/519.jpg"
        string_val: "../data/official/maps/train/520.jpg"
        string_val: "../data/official/maps/train/521.jpg"
        string_val: "../data/official/maps/train/522.jpg"
        string_val: "../data/official/maps/train/523.jpg"
        string_val: "../data/official/maps/train/524.jpg"
        string_val: "../data/official/maps/train/525.jpg"
        string_val: "../data/official/maps/train/526.jpg"
        string_val: "../data/official/maps/train/527.jpg"
        string_val: "../data/official/maps/train/528.jpg"
        string_val: "../data/official/maps/train/529.jpg"
        string_val: "../data/official/maps/train/530.jpg"
        string_val: "../data/official/maps/train/531.jpg"
        string_val: "../data/official/maps/train/532.jpg"
        string_val: "../data/official/maps/train/533.jpg"
        string_val: "../data/official/maps/train/534.jpg"
        string_val: "../data/official/maps/train/535.jpg"
        string_val: "../data/official/maps/train/536.jpg"
        string_val: "../data/official/maps/train/537.jpg"
        string_val: "../data/official/maps/train/538.jpg"
        string_val: "../data/official/maps/train/539.jpg"
        string_val: "../data/official/maps/train/540.jpg"
        string_val: "../data/official/maps/train/541.jpg"
        string_val: "../data/official/maps/train/542.jpg"
        string_val: "../data/official/maps/train/543.jpg"
        string_val: "../data/official/maps/train/544.jpg"
        string_val: "../data/official/maps/train/545.jpg"
        string_val: "../data/official/maps/train/546.jpg"
        string_val: "../data/official/maps/train/547.jpg"
        string_val: "../data/official/maps/train/548.jpg"
        string_val: "../data/official/maps/train/549.jpg"
        string_val: "../data/official/maps/train/550.jpg"
        string_val: "../data/official/maps/train/551.jpg"
        string_val: "../data/official/maps/train/552.jpg"
        string_val: "../data/official/maps/train/553.jpg"
        string_val: "../data/official/maps/train/554.jpg"
        string_val: "../data/official/maps/train/555.jpg"
        string_val: "../data/official/maps/train/556.jpg"
        string_val: "../data/official/maps/train/557.jpg"
        string_val: "../data/official/maps/train/558.jpg"
        string_val: "../data/official/maps/train/559.jpg"
        string_val: "../data/official/maps/train/560.jpg"
        string_val: "../data/official/maps/train/561.jpg"
        string_val: "../data/official/maps/train/562.jpg"
        string_val: "../data/official/maps/train/563.jpg"
        string_val: "../data/official/maps/train/564.jpg"
        string_val: "../data/official/maps/train/565.jpg"
        string_val: "../data/official/maps/train/566.jpg"
        string_val: "../data/official/maps/train/567.jpg"
        string_val: "../data/official/maps/train/568.jpg"
        string_val: "../data/official/maps/train/569.jpg"
        string_val: "../data/official/maps/train/570.jpg"
        string_val: "../data/official/maps/train/571.jpg"
        string_val: "../data/official/maps/train/572.jpg"
        string_val: "../data/official/maps/train/573.jpg"
        string_val: "../data/official/maps/train/574.jpg"
        string_val: "../data/official/maps/train/575.jpg"
        string_val: "../data/official/maps/train/576.jpg"
        string_val: "../data/official/maps/train/577.jpg"
        string_val: "../data/official/maps/train/578.jpg"
        string_val: "../data/official/maps/train/579.jpg"
        string_val: "../data/official/maps/train/580.jpg"
        string_val: "../data/official/maps/train/581.jpg"
        string_val: "../data/official/maps/train/582.jpg"
        string_val: "../data/official/maps/train/583.jpg"
        string_val: "../data/official/maps/train/584.jpg"
        string_val: "../data/official/maps/train/585.jpg"
        string_val: "../data/official/maps/train/586.jpg"
        string_val: "../data/official/maps/train/587.jpg"
        string_val: "../data/official/maps/train/588.jpg"
        string_val: "../data/official/maps/train/589.jpg"
        string_val: "../data/official/maps/train/590.jpg"
        string_val: "../data/official/maps/train/591.jpg"
        string_val: "../data/official/maps/train/592.jpg"
        string_val: "../data/official/maps/train/593.jpg"
        string_val: "../data/official/maps/train/594.jpg"
        string_val: "../data/official/maps/train/595.jpg"
        string_val: "../data/official/maps/train/596.jpg"
        string_val: "../data/official/maps/train/597.jpg"
        string_val: "../data/official/maps/train/598.jpg"
        string_val: "../data/official/maps/train/599.jpg"
        string_val: "../data/official/maps/train/600.jpg"
        string_val: "../data/official/maps/train/601.jpg"
        string_val: "../data/official/maps/train/602.jpg"
        string_val: "../data/official/maps/train/603.jpg"
        string_val: "../data/official/maps/train/604.jpg"
        string_val: "../data/official/maps/train/605.jpg"
        string_val: "../data/official/maps/train/606.jpg"
        string_val: "../data/official/maps/train/607.jpg"
        string_val: "../data/official/maps/train/608.jpg"
        string_val: "../data/official/maps/train/609.jpg"
        string_val: "../data/official/maps/train/610.jpg"
        string_val: "../data/official/maps/train/611.jpg"
        string_val: "../data/official/maps/train/612.jpg"
        string_val: "../data/official/maps/train/613.jpg"
        string_val: "../data/official/maps/train/614.jpg"
        string_val: "../data/official/maps/train/615.jpg"
        string_val: "../data/official/maps/train/616.jpg"
        string_val: "../data/official/maps/train/617.jpg"
        string_val: "../data/official/maps/train/618.jpg"
        string_val: "../data/official/maps/train/619.jpg"
        string_val: "../data/official/maps/train/620.jpg"
        string_val: "../data/official/maps/train/621.jpg"
        string_val: "../data/official/maps/train/622.jpg"
        string_val: "../data/official/maps/train/623.jpg"
        string_val: "../data/official/maps/train/624.jpg"
        string_val: "../data/official/maps/train/625.jpg"
        string_val: "../data/official/maps/train/626.jpg"
        string_val: "../data/official/maps/train/627.jpg"
        string_val: "../data/official/maps/train/628.jpg"
        string_val: "../data/official/maps/train/629.jpg"
        string_val: "../data/official/maps/train/630.jpg"
        string_val: "../data/official/maps/train/631.jpg"
        string_val: "../data/official/maps/train/632.jpg"
        string_val: "../data/official/maps/train/633.jpg"
        string_val: "../data/official/maps/train/634.jpg"
        string_val: "../data/official/maps/train/635.jpg"
        string_val: "../data/official/maps/train/636.jpg"
        string_val: "../data/official/maps/train/637.jpg"
        string_val: "../data/official/maps/train/638.jpg"
        string_val: "../data/official/maps/train/639.jpg"
        string_val: "../data/official/maps/train/640.jpg"
        string_val: "../data/official/maps/train/641.jpg"
        string_val: "../data/official/maps/train/642.jpg"
        string_val: "../data/official/maps/train/643.jpg"
        string_val: "../data/official/maps/train/644.jpg"
        string_val: "../data/official/maps/train/645.jpg"
        string_val: "../data/official/maps/train/646.jpg"
        string_val: "../data/official/maps/train/647.jpg"
        string_val: "../data/official/maps/train/648.jpg"
        string_val: "../data/official/maps/train/649.jpg"
        string_val: "../data/official/maps/train/650.jpg"
        string_val: "../data/official/maps/train/651.jpg"
        string_val: "../data/official/maps/train/652.jpg"
        string_val: "../data/official/maps/train/653.jpg"
        string_val: "../data/official/maps/train/654.jpg"
        string_val: "../data/official/maps/train/655.jpg"
        string_val: "../data/official/maps/train/656.jpg"
        string_val: "../data/official/maps/train/657.jpg"
        string_val: "../data/official/maps/train/658.jpg"
        string_val: "../data/official/maps/train/659.jpg"
        string_val: "../data/official/maps/train/660.jpg"
        string_val: "../data/official/maps/train/661.jpg"
        string_val: "../data/official/maps/train/662.jpg"
        string_val: "../data/official/maps/train/663.jpg"
        string_val: "../data/official/maps/train/664.jpg"
        string_val: "../data/official/maps/train/665.jpg"
        string_val: "../data/official/maps/train/666.jpg"
        string_val: "../data/official/maps/train/667.jpg"
        string_val: "../data/official/maps/train/668.jpg"
        string_val: "../data/official/maps/train/669.jpg"
        string_val: "../data/official/maps/train/670.jpg"
        string_val: "../data/official/maps/train/671.jpg"
        string_val: "../data/official/maps/train/672.jpg"
        string_val: "../data/official/maps/train/673.jpg"
        string_val: "../data/official/maps/train/674.jpg"
        string_val: "../data/official/maps/train/675.jpg"
        string_val: "../data/official/maps/train/676.jpg"
        string_val: "../data/official/maps/train/677.jpg"
        string_val: "../data/official/maps/train/678.jpg"
        string_val: "../data/official/maps/train/679.jpg"
        string_val: "../data/official/maps/train/680.jpg"
        string_val: "../data/official/maps/train/681.jpg"
        string_val: "../data/official/maps/train/682.jpg"
        string_val: "../data/official/maps/train/683.jpg"
        string_val: "../data/official/maps/train/684.jpg"
        string_val: "../data/official/maps/train/685.jpg"
        string_val: "../data/official/maps/train/686.jpg"
        string_val: "../data/official/maps/train/687.jpg"
        string_val: "../data/official/maps/train/688.jpg"
        string_val: "../data/official/maps/train/689.jpg"
        string_val: "../data/official/maps/train/690.jpg"
        string_val: "../data/official/maps/train/691.jpg"
        string_val: "../data/official/maps/train/692.jpg"
        string_val: "../data/official/maps/train/693.jpg"
        string_val: "../data/official/maps/train/694.jpg"
        string_val: "../data/official/maps/train/695.jpg"
        string_val: "../data/official/maps/train/696.jpg"
        string_val: "../data/official/maps/train/697.jpg"
        string_val: "../data/official/maps/train/698.jpg"
        string_val: "../data/official/maps/train/699.jpg"
        string_val: "../data/official/maps/train/700.jpg"
        string_val: "../data/official/maps/train/701.jpg"
        string_val: "../data/official/maps/train/702.jpg"
        string_val: "../data/official/maps/train/703.jpg"
        string_val: "../data/official/maps/train/704.jpg"
        string_val: "../data/official/maps/train/705.jpg"
        string_val: "../data/official/maps/train/706.jpg"
        string_val: "../data/official/maps/train/707.jpg"
        string_val: "../data/official/maps/train/708.jpg"
        string_val: "../data/official/maps/train/709.jpg"
        string_val: "../data/official/maps/train/710.jpg"
        string_val: "../data/official/maps/train/711.jpg"
        string_val: "../data/official/maps/train/712.jpg"
        string_val: "../data/official/maps/train/713.jpg"
        string_val: "../data/official/maps/train/714.jpg"
        string_val: "../data/official/maps/train/715.jpg"
        string_val: "../data/official/maps/train/716.jpg"
        string_val: "../data/official/maps/train/717.jpg"
        string_val: "../data/official/maps/train/718.jpg"
        string_val: "../data/official/maps/train/719.jpg"
        string_val: "../data/official/maps/train/720.jpg"
        string_val: "../data/official/maps/train/721.jpg"
        string_val: "../data/official/maps/train/722.jpg"
        string_val: "../data/official/maps/train/723.jpg"
        string_val: "../data/official/maps/train/724.jpg"
        string_val: "../data/official/maps/train/725.jpg"
        string_val: "../data/official/maps/train/726.jpg"
        string_val: "../data/official/maps/train/727.jpg"
        string_val: "../data/official/maps/train/728.jpg"
        string_val: "../data/official/maps/train/729.jpg"
        string_val: "../data/official/maps/train/730.jpg"
        string_val: "../data/official/maps/train/731.jpg"
        string_val: "../data/official/maps/train/732.jpg"
        string_val: "../data/official/maps/train/733.jpg"
        string_val: "../data/official/maps/train/734.jpg"
        string_val: "../data/official/maps/train/735.jpg"
        string_val: "../data/official/maps/train/736.jpg"
        string_val: "../data/official/maps/train/737.jpg"
        string_val: "../data/official/maps/train/738.jpg"
        string_val: "../data/official/maps/train/739.jpg"
        string_val: "../data/official/maps/train/740.jpg"
        string_val: "../data/official/maps/train/741.jpg"
        string_val: "../data/official/maps/train/742.jpg"
        string_val: "../data/official/maps/train/743.jpg"
        string_val: "../data/official/maps/train/744.jpg"
        string_val: "../data/official/maps/train/745.jpg"
        string_val: "../data/official/maps/train/746.jpg"
        string_val: "../data/official/maps/train/747.jpg"
        string_val: "../data/official/maps/train/748.jpg"
        string_val: "../data/official/maps/train/749.jpg"
        string_val: "../data/official/maps/train/750.jpg"
        string_val: "../data/official/maps/train/751.jpg"
        string_val: "../data/official/maps/train/752.jpg"
        string_val: "../data/official/maps/train/753.jpg"
        string_val: "../data/official/maps/train/754.jpg"
        string_val: "../data/official/maps/train/755.jpg"
        string_val: "../data/official/maps/train/756.jpg"
        string_val: "../data/official/maps/train/757.jpg"
        string_val: "../data/official/maps/train/758.jpg"
        string_val: "../data/official/maps/train/759.jpg"
        string_val: "../data/official/maps/train/760.jpg"
        string_val: "../data/official/maps/train/761.jpg"
        string_val: "../data/official/maps/train/762.jpg"
        string_val: "../data/official/maps/train/763.jpg"
        string_val: "../data/official/maps/train/764.jpg"
        string_val: "../data/official/maps/train/765.jpg"
        string_val: "../data/official/maps/train/766.jpg"
        string_val: "../data/official/maps/train/767.jpg"
        string_val: "../data/official/maps/train/768.jpg"
        string_val: "../data/official/maps/train/769.jpg"
        string_val: "../data/official/maps/train/770.jpg"
        string_val: "../data/official/maps/train/771.jpg"
        string_val: "../data/official/maps/train/772.jpg"
        string_val: "../data/official/maps/train/773.jpg"
        string_val: "../data/official/maps/train/774.jpg"
        string_val: "../data/official/maps/train/775.jpg"
        string_val: "../data/official/maps/train/776.jpg"
        string_val: "../data/official/maps/train/777.jpg"
        string_val: "../data/official/maps/train/778.jpg"
        string_val: "../data/official/maps/train/779.jpg"
        string_val: "../data/official/maps/train/780.jpg"
        string_val: "../data/official/maps/train/781.jpg"
        string_val: "../data/official/maps/train/782.jpg"
        string_val: "../data/official/maps/train/783.jpg"
        string_val: "../data/official/maps/train/784.jpg"
        string_val: "../data/official/maps/train/785.jpg"
        string_val: "../data/official/maps/train/786.jpg"
        string_val: "../data/official/maps/train/787.jpg"
        string_val: "../data/official/maps/train/788.jpg"
        string_val: "../data/official/maps/train/789.jpg"
        string_val: "../data/official/maps/train/790.jpg"
        string_val: "../data/official/maps/train/791.jpg"
        string_val: "../data/official/maps/train/792.jpg"
        string_val: "../data/official/maps/train/793.jpg"
        string_val: "../data/official/maps/train/794.jpg"
        string_val: "../data/official/maps/train/795.jpg"
        string_val: "../data/official/maps/train/796.jpg"
        string_val: "../data/official/maps/train/797.jpg"
        string_val: "../data/official/maps/train/798.jpg"
        string_val: "../data/official/maps/train/799.jpg"
        string_val: "../data/official/maps/train/800.jpg"
        string_val: "../data/official/maps/train/801.jpg"
        string_val: "../data/official/maps/train/802.jpg"
        string_val: "../data/official/maps/train/803.jpg"
        string_val: "../data/official/maps/train/804.jpg"
        string_val: "../data/official/maps/train/805.jpg"
        string_val: "../data/official/maps/train/806.jpg"
        string_val: "../data/official/maps/train/807.jpg"
        string_val: "../data/official/maps/train/808.jpg"
        string_val: "../data/official/maps/train/809.jpg"
        string_val: "../data/official/maps/train/810.jpg"
        string_val: "../data/official/maps/train/811.jpg"
        string_val: "../data/official/maps/train/812.jpg"
        string_val: "../data/official/maps/train/813.jpg"
        string_val: "../data/official/maps/train/814.jpg"
        string_val: "../data/official/maps/train/815.jpg"
        string_val: "../data/official/maps/train/816.jpg"
        string_val: "../data/official/maps/train/817.jpg"
        string_val: "../data/official/maps/train/818.jpg"
        string_val: "../data/official/maps/train/819.jpg"
        string_val: "../data/official/maps/train/820.jpg"
        string_val: "../data/official/maps/train/821.jpg"
        string_val: "../data/official/maps/train/822.jpg"
        string_val: "../data/official/maps/train/823.jpg"
        string_val: "../data/official/maps/train/824.jpg"
        string_val: "../data/official/maps/train/825.jpg"
        string_val: "../data/official/maps/train/826.jpg"
        string_val: "../data/official/maps/train/827.jpg"
        string_val: "../data/official/maps/train/828.jpg"
        string_val: "../data/official/maps/train/829.jpg"
        string_val: "../data/official/maps/train/830.jpg"
        string_val: "../data/official/maps/train/831.jpg"
        string_val: "../data/official/maps/train/832.jpg"
        string_val: "../data/official/maps/train/833.jpg"
        string_val: "../data/official/maps/train/834.jpg"
        string_val: "../data/official/maps/train/835.jpg"
        string_val: "../data/official/maps/train/836.jpg"
        string_val: "../data/official/maps/train/837.jpg"
        string_val: "../data/official/maps/train/838.jpg"
        string_val: "../data/official/maps/train/839.jpg"
        string_val: "../data/official/maps/train/840.jpg"
        string_val: "../data/official/maps/train/841.jpg"
        string_val: "../data/official/maps/train/842.jpg"
        string_val: "../data/official/maps/train/843.jpg"
        string_val: "../data/official/maps/train/844.jpg"
        string_val: "../data/official/maps/train/845.jpg"
        string_val: "../data/official/maps/train/846.jpg"
        string_val: "../data/official/maps/train/847.jpg"
        string_val: "../data/official/maps/train/848.jpg"
        string_val: "../data/official/maps/train/849.jpg"
        string_val: "../data/official/maps/train/850.jpg"
        string_val: "../data/official/maps/train/851.jpg"
        string_val: "../data/official/maps/train/852.jpg"
        string_val: "../data/official/maps/train/853.jpg"
        string_val: "../data/official/maps/train/854.jpg"
        string_val: "../data/official/maps/train/855.jpg"
        string_val: "../data/official/maps/train/856.jpg"
